romkatv/powerlevel10k
zsh-users/zsh-autosuggestions
zsh-users/zsh-completions
zsh-users/zsh-syntax-highlighting
zdharma-continuum/fast-syntax-highlighting kind:defer
zsh-users/zsh-history-substring-search
mattmc3/zfunctions
rupa/z
belak/zsh-utils path:editor
belak/zsh-utils path:history
belak/zsh-utils path:prompt
belak/zsh-utils path:utility
belak/zsh-utils path:completion