# Taps
tap 'homebrew/cask'


# Formulae
brew 'antidote'
brew 'mas'
brew 'coreutils'
brew 'node'
brew 'autoconf'
brew 'git'
brew 'iperf'
brew 'openssl'
brew 'fzf'
brew 'pipx'

# Casks
cask 'discord'
cask 'docker'
cask 'visual-studio-code'
cask 'signal'
cask 'nordvpn'
cask 'raycast'
cask 'obsidian'
cask 'spotify'
cask 'insomnia'
cask 'iterm2'
